{
	"pubmedparser-desc": "Description of the PubmedParser extension.",
	"pubmedparser-error": "Generic error message for the PubmedParser extension.",
	"pubmedparser-error-nodata": "Error message produced by the PubmedParser extension if no data was received.",
	"pubmedparser-error-invalidpmid": "Error message produced by the PubmedParser extension if the given PMID is invalid.",
	"pubmedparser-error-cannotdownload": "Error message produced by the PubmedParser extension if the PubMed API is not accessible.",
	"pubmedparser-error-dberror": "Error message produced by the PubmedParser extension if the database schema is not ready.",
	"pubmedparser-error-invalidxml": "Error message produced by the PubmedParser extension if the PubMed XML is invalid.",
	"pubmedparser-templatename": "Name of the template to use for PubMed citations.",
	"pubmedparser-authors": "Name of the PubMed template variable to show the citation's authors.",
	"pubmedparser-authorsi": "Name of the PubMed template variable to show the citation's authors with initials.",
	"pubmedparser-allauthors": "Name of the PubMed template variable to show all of the citation's authors.",
	"pubmedparser-allauthorsi": "Name of the PubMed template variable to show all of the citation's authors with initials.",
	"pubmedparser-journal": "Name of the PubMed template variable to show the citation's journal.",
	"pubmedparser-journalcaps": "Name of the PubMed template variable to show the citation's journal with capitals.",
	"pubmedparser-journala": "Name of the PubMed template variable to show the citation's journal abbreviation.",
	"pubmedparser-journalanop": "Name of the PubMed template variable to show the citation's journal abbreviation with capitals.",
	"pubmedparser-volume": "Name of the PubMed template variable to show the citation's journal volume.",
	"pubmedparser-pages": "Name of the PubMed template variable to show the citation's page numbers.",
	"pubmedparser-firstpage": "Name of the PubMed template variable to show the citation's first page number.",
	"pubmedparser-year": "Name of the PubMed template variable to show the citation's publication year.",
	"pubmedparser-doi": "Name of the PubMed template variable to show the citation's digital object identifier (DOI).",
	"pubmedparser-pmc": "Name of the PubMed template variable to show the citation's PubMed Central ID (PMCID).",
	"pubmedparser-title": "Name of the PubMed template variable to show the citation's title.",
	"pubmedparser-abstract": "Name of the PubMed template variable to show the citation's abstract.",
	"pubmedparser-and": "Symbol or word to use in PubMed citation templates as 'and'.",
	"pubmedparser-etal": "Symbol or words to use in PubMed citation templates as 'et al.'.",
	"pubmedparser-initialseparator": "Symbol to use in PubMed citations to separate authors' initials.",
	"pubmedparser-initialperiod": "Symbol to place after authors' initials in PubMed citations.",
	"pubmedparser-reload": "Parameter to use in PubmedParser parser function calls to force reloading the PubMed citation."
}
